{"translation-revision-date":"2021-07-03 05:12:24+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Conviértete en colaborador apuntándote a nuestro seguimiento de datos anónimo. Garantizamos que no recogemos datos sensibles."],"Blocks Animation module allows to add CSS animations to each block in Block Editor.":["El módulo Blocks Animation permite añadir animaciones CSS a cada bloque en el editor de bloques."],"Enable Blocks Animation Module":["Activar el módulo de animación de bloques"],"Jazz up your blocks with some sparkly custom CSS or Blocks Animation right inside the block. Here you can enable modules to enhance your experience with Block Editor.":["Acelera tus bloques con algunas animaciones de CSS o bloques personalizados dentro del bloque. Aquí puedes activar módulos para mejorar tu experiencia con el editor de bloques."],"Save":["Guardar"],"Ask a question":["Haz una pregunta"],"If you ever need any help, we are a team of real Otter-lovers who would love to help you out.":["Si alguna vez necesitas ayuda, somos un equipo de verdaderos amantes de las nutrias a quienes les encantaría ayudarte."],"Google Maps API":["API de Google Maps"],"Close":["Cerrar"],"Got a question for us?":["¿Tienes alguna pregunta para nosotros?"],"Get API Key":["Obtener una clave API"],"Skip":["Omitir"],"Back":["Atrás"],"Modules":["Módulos"],"Finish":["Terminar"],"Section":["Sección"],"Start":["Iniciar"],"Custom CSS module allows to add custom CSS to each block in Block Editor.":["El módulo Personalizar CSS permite añadir CSS personalizado a cada bloque en el Editor de Bloques"],"An unknown error occurred.":["Ocurrió un error desconocido."],"Google Maps API Key":["Clave de API de Google Maps"],"No otters were harmed during the making of this plugin.":["No se lastimaron nutrias durante la creación de este plugin."],"Leave a review":["Deja una reseña"],"Next":["Siguiente"],"We would love to help you out if you need any help with Otter.":["Nos encantará ayudarte si necesitas cualquier cosa de Otter"],"Howdy, I'm Ollie The Otter! I will help you configure your Otter experience. So let's start the magic!":["¡Hola, soy Ollie the Otter! Te ayudaré a configurar tu experiencia Otter. ¡Así pués, que comience la magia!"],"Updating settings…":["Actualizando los ajustes..."],"Settings saved.":["Ajustes guardados."],"That's it for now! Hope you enjoy Otter and love it as much as we do.":["¡Eso es todo por ahora! Espero que disfrutes de Otter y te guste tanto como a nosotros."],"Welcome to Otter!":["¡Bienvenido a Otter!"],"And if you love what we do, please leave us a review at WordPress.org. Your review keeps us motivated to make awesome things.":["Y si te gusta lo que hacemos, déjanos una valoración en WordPress.org. Tu valoración nos mantiene motivados para hacer cosas increíbles."],"Enable Custom CSS Module":["Activar el módulo CSS personalizado"],"Section Block is the signature feature of Otter. It allows you to build beautiful layouts right inside the Block Editor. You can set Section Block as the default block for your new Pages.":["El bloque de sección es la característica distintiva de Otter. Te permite crear diseños hermosos directamente dentro del editor de bloques. Puedes establecer el bloque de sección como el bloque por defecto para tus nuevas páginas."],"Would you like to start the onboarding wizard which will help you personalize the plugin for yourself?":["¿Deseas iniciar el asistente incorporado que te ayudará a personalizar el plugin?"],"Gutenberg Blocks and Template Library by Otter":["Gutenberg Blocks and Template Library by Otter"]}},"comment":{"reference":"build\/dashboard\/index.js"}}